Repository: anteatergames/indievisible
Catalog: IndieVisible.Web/Resources/SharedResources.*.resx
Languages: pt_br

source: App Graphics Generator
pt_br: Gerador de gráficos

source: Articles
pt_br: Artigos

source: Component Scripts
pt_br: Componentes Scripts

source: Content
pt_br: Conteúdo

source: Continue browsing
pt_br: Continue navegando

source: Don't have an account?
pt_br: Não tem uma conta?

source: Don't want to Log In?
pt_br: Não quer se autenticar?

source: Forgot pwd?
pt_br: Esqueceu?

source: Games
pt_br: Jogos

source: Home
pt_br: Início

source: Jam
pt_br: Misturar

source: Login
pt_br: Entrar

source: Logout
pt_br: Sair

source: Meet
pt_br: Conhecer

source: Multiplayer
pt_br: Multi Jogador

source: OR
pt_br: Ou

source: password
pt_br: senha

source: Portfolio
pt_br: Portifólio

source: profile
pt_br: perfil

source: Project Management
pt_br: Gestão de Projeto

source: Remember Me
pt_br: Lembrar-me

source: Search
pt_br: Pesquisar

source: SIGN IN
pt_br: ENTRAR

source: Sign in to start your session
pt_br: Entre para começar a sua sessão

source: Sign Up
pt_br: Registre-se

source: Start
pt_br: Começar

source: Studios
pt_br: Estúdios

source: Team up
pt_br: Enturmar

source: The password is required.
pt_br: A senha é obrigatória.

source: The username is required.
pt_br: O nome de usuário é obrigatório.

source: Think
pt_br: Pensar

source: Tools
pt_br: Ferramentas

source: Translation Tool
pt_br: Tradução

source: UserName
pt_br: Nome de usuário

source: Vote
pt_br: Votar

source: Work
pt_br: Trabalhar

source: Users
pt_br: Usuários

source: connect
pt_br: conectar

source: Edit Profile
pt_br: Editar Perfil

source: Follow
pt_br: Seguir

source: followers
pt_br: seguidores

source: following
pt_br: seguindo

source: Likes
pt_br: Curtidas

source: Action
pt_br: Ação

source: Adventure
pt_br: Aventura

source: BeatEmUp
pt_br: Briga de rua

source: Fighting
pt_br: Luta

source: Racing
pt_br: Corrida

source: ShootEmUp
pt_br: Tiro

source: Simulation
pt_br: Simulação

source: Sports
pt_br: Esporte

source: Strategy
pt_br: Estratégia

source: Already have an account?
pt_br: Já tem uma conta?

source: Don't want to Register?
pt_br: Não quer se registrar?

source: I agree to the
pt_br: Eu concordo com os

source: Register a new membership
pt_br: Registre-se

source: Retype password
pt_br: Redigite a senha

source: What is on your mind?
pt_br: O que você está pensando?

source: terms
pt_br: Termos

source: and
pt_br: e

source: policies
pt_br: políticas

source: Read our
pt_br: Leia nossos

source: Add Game
pt_br: Adicionar Jogo

source: Post Content
pt_br: Postar Conteúdo

source: Comment
pt_br: Comentar

source: Comments
pt_br: Comentários

source: Like
pt_br: Curtir

source: Press CTRL+ENTER to send
pt_br: Pressione CTRL+ENTER para enviar

source: Share
pt_br: Compartilhar

source: more
pt_br: mais

source: Add Content
pt_br: Adicionar Conteúdo

source: basic
pt_br: básico

source: Description
pt_br: Descrição

source: Edit Game
pt_br: Editar Jogo

source: Eye Candy
pt_br: Visual

source: Fill in with the content you want to post
pt_br: Preencha com o conteúdo que deseja postar

source: Fill in with the game information
pt_br: Preencha com os dados do jogo

source: Genre
pt_br: Gênero

source: Language
pt_br: Idioma

source: Main Language
pt_br: Linguagem principal

source: Platforms
pt_br: Plataformas

source: Presence
pt_br: Presença

source: Release Date
pt_br: Data de lançamento

source: Save
pt_br: Salvar

source: Select
pt_br: Selecione

source: Settings
pt_br: Configurações

source: Staff Area
pt_br: Área da Equipe

source: Technical
pt_br: Técnico

source: The Content is required
pt_br: O Conteúdo é obrigatório

source: The Title is Required
pt_br: O Título é obrigatório

source: Thumbnail
pt_br: Miniatura

source: Title
pt_br: Título

source: Type a award winning text here
pt_br: Digite um texto campeão aqui

source: Type the title you want to post here
pt_br: Digite o título do que quer postar aqui

source: No results to show
pt_br: Sem resultados para exibir

source: Change my password
pt_br: Alterar minha senha

source: Content Language
pt_br: Idioma do conteúdo

source: General
pt_br: Geral

source: Link
pt_br: Associar

source: UI Language
pt_br: Idioma da interface

source: Log in
pt_br: Entrar

source: Log in using your Facebook account
pt_br: Entre com sua conta do Facebook

source: Log in using your Google account
pt_br: Entre com sua conta Google

source: Log in using your Microsoft account
pt_br: Entre com sua conta Microsoft

source: News
pt_br: Notícias

source: accept
pt_br: aceitar

source: Learn more
pt_br: Leia mais

source: Activity
pt_br: Atividade

source: I love it
pt_br: Adoro

source: by
pt_br: por

source: about
pt_br: sobre

source: location
pt_br: Localidade

source: Posts
pt_br: Postagens

source: Stats
pt_br: Estatísticas

source: Studio
pt_br: Estúdio

source: {0} to the next level
pt_br: {0} para o próximo nível

source: Content posted on
pt_br: Conteúdo postado em

source: More Games
pt_br: Mais Jogos

source: Invalid login! Keep calm and try again!
pt_br: Login inválido! Fique calmo e tente novamente.

source: create post
pt_br: criar postagem

source: image
pt_br: imagem

source: poll
pt_br: enquete

source: Oh! It looks like you already have a user registered here with us. Check your info below and confirm to link your account to your external account.
pt_br: Eita! Parece que você já tem um usuário registrado aqui com a gente. Verifique suas informações abaixo e confirme para associar seu usuário à sua conta externa.

source: Register
pt_br: Registrar

source: You've successfully authenticated with your external account. Please choose a username to use and click the Register button to finish logging in.
pt_br: Você se autenticou com sua conta externa. Por favor escolha um nome de usuário e clique em Registrar para finalizar o login.

source: Must have minimum 3 characters.&lt;/br&gt;Must contain only letters, numbers, dashes, underscores and dots.&lt;/br&gt;Must not contain two symbols in sequence.&lt;/br&gt;Must not start or end with a symbol.
pt_br: Deve ter no mínimo 3 caracteres.</br>Deve conter apenas letras, números, traços, sublinhados e pontos.</br>Não deve conter dois símbolos em sequência.</br>Não deve iniciar ou terminar com um símbolo.

source: Drop files here or click to upload.
pt_br: Arraste arquivos aqui para enviar.

source: only image files
pt_br: somente imagens

source: {0} liked your post
pt_br: {0} curtiu sua postagem

source: {0} loves your game {1}
pt_br: {0} adora seu jogo {1}

source: Motion Comics
pt_br: Quadrinhos Animados

source: {0} has posted a new content!
pt_br: {0} postou um novo conteúdo!

source: {0} is following you now!
pt_br: {0} agora te segue!

source: {0} is following your game {1} now!
pt_br: {0} agora segue seu jogo {1}!

source: You have 1 new notification
pt_br: Você tem 1 nova notificação

source: You have {0} new notifications
pt_br: Você tem {0} novas notificações

source: connections
pt_br: conexões

source: pending
pt_br: pendente

source: connected
pt_br: conectado

source: This user wants to connect with you.
pt_br: Este usuário quer conectar-se a você.

source: allow
pt_br: permitir

source: deny
pt_br: negar

source: You are already connected to this user!
pt_br: Você já está conectado a este usuário!

source: You are not connected to this user!
pt_br: Você não está conectado a este usuário!

source: {0} wants to connect
pt_br: {0} quer se conectar

source: This user has no connections, yet.
pt_br: Este usuário não possui conexões, ainda.

source: Nothing to see here, yet.
pt_br: Nada pra ver aqui, ainda.

source: What? Apparently there is no content here yet!
pt_br: O que? Aparentemente ainda não tem nada aqui!

source: Phone number
pt_br: Telefone

source: Manage your preferences
pt_br: Gerencie suas preferências

source: Account association
pt_br: Associação de conta

source: Associate your {0} account
pt_br: Associe sua conta {0}

source: Confirm new password
pt_br: Confirmação de nova senha

source: external logins
pt_br: contas externas

source: languages
pt_br: idiomas

source: Link Acounts
pt_br: Associar contas

source: New password
pt_br: Nova senha

source: Set password
pt_br: Definir senha

source: The external login was removed.
pt_br: A conta externa foi removida.

source: You do not have a password set here with us but don't worry, you can set one now to be able to log in without an external provider.
pt_br: Você não possui uma senha definida aqui com a gente. Mas não se preocupe, você pode criar uma agora pra logar sem um provedor externo.

source: Add another service to log in.
pt_br: Adicione um novo provedor de conta.

source: Log in using your {0} account
pt_br: Faça login usando sua conta {0}

source: Manage your external logins
pt_br: Gerencie suas contas externas

source: Registered Logins
pt_br: Contas Registradas

source: Remove this {0} login from your account
pt_br: Remova o login com {0} da sua conta

source: Send verification email
pt_br: Enviar email de confirmação

source: two-factor authentication
pt_br: autenticação em dois passos

source: Choose the language you are posting now.
pt_br: Escolha o idioma que você está postando agora.

source: Click here to send your new post.
pt_br: Clique aqui para enviar sua nova postagem.

source: Current password
pt_br: Senha atual

source: No badges yet.
pt_br: Sem badges ainda.

source: Member since
pt_br: Membro desde

source: Top {0} users
pt_br: Os melhores {0} usuários

source: We have {0} users
pt_br: Temos {0} usuários

source: Any punchline you like?
pt_br: Alguma frase de efeito?

source: Change Cover Image
pt_br: Trocar Image de Capa

source: Display Name
pt_br: Nome Visível

source: Edit my awesomeness
pt_br: Editar minha muiteza

source: external
pt_br: externo

source: Motto
pt_br: Lema

source: Save my profile
pt_br: Salvar meu perfil

source: Studio Name
pt_br: Nome do Estúdio

source: Tell us who you are.
pt_br: Fale um pouco sobre você.

source: Type it, here!
pt_br: Digita aqui!

source: What your is studio is called?
pt_br: Como seu estúdio é chamado?

source: Where are you from?
pt_br: De onde você é?

source: New idea for &quot;{0}&quot;
pt_br: Nova ideia para "{0}"

source: New Suggestion
pt_br: Nova Sugestão

source: Speak your mind!
pt_br: Fala aí!

source: You are creating a new Brainstorm Session
pt_br: Você está criando uma nova Sessão de Brainstorm

source: You are giving a suggestion for &quot;{0}&quot;
pt_br: Você está dando uma sugestão para "{0}"

source: Privacy Policy
pt_br: Política de Privacidade

source: Terms and Conditions
pt_br: Termos e Condições

source: Searching for &quot;{0}&quot;
pt_br: Procurando por "{0}"

source: English
pt_br: Inglês

source: Portuguese
pt_br: Português

source: read more
pt_br: leia mais

source: Russian
pt_br: Russo

source: quick post
pt_br: postagem rápida

source: Ops! No results for your search. Try something else.
pt_br: Ops! Sem resultados para sua busca. Tente outra coisa.

source: Ok, we use cookies, right? Don't worry, it is just to improve your experience here.
pt_br: Ok, nós usamos cookies, tá bom? Não se preocupe, é só pra melhorar sua experiência por aqui.

source: The external login was added.
pt_br: A conta eterna foi adicionada.

source: Provider
pt_br: Provedor

source: Calm down! You cannot post the same content twice in a row.
pt_br: Calma aê! Você não pode postar a mesma coisa duas vezes seguidas.

source: What? Apparently you found the bottom!
pt_br: Eita! Aparentemente você achou o fundo!

source: Are you sure you want to delete this post?
pt_br: Você tem certeza que deseja excluir esta postagem?

source: Content deleted successfully!
pt_br: Conteúdo excluído com sucesso!

source: Oops! The content was not deleted!
pt_br: Opa! O conteúdo não foi excluído!

source: What? We have no Teams here! Hurry up, create one!
pt_br: O que? Não tem nenhuma equipe aqui ainda. Corre, cria uma!

source: accepted
pt_br: aceito

source: Invite your friends!
pt_br: Convide seus amigos!

source: invited
pt_br: convidado

source: my teams
pt_br: minhas equipes

source: Name
pt_br: Nome

source: new team
pt_br: nova equipe

source: Teams
pt_br: Equipes

source: You are creating a new Team
pt_br: Você está criando uma nova equipe

source: {0} has invited you to join a team!
pt_br: {0} convidou você para participar de uma equipe!

source: reject
pt_br: rejeitar

source: Team Leader
pt_br: Líder

source: {0} members
pt_br: {0} membros

source: delete
pt_br: excluir

source: Are you sure you want to delete this team?
pt_br: Tem certeza que quer excluir esta equipe?

source: Cancel
pt_br: Cancelar

source: Yes, delete it!
pt_br: Sim, exclui aí!

source: Are you sure?
pt_br: Tem certeza?

source: Type here your quote.
pt_br: Digite aqui sua frase de efeito.

source: You are not on a team! C'mon, make some friends!
pt_br: Você não está em uma equipe! Vamos lá, faça alguns amigos!

source: edit
pt_br: editar

source: You need to be logged in to be able to Like and Comment on posts.
pt_br: Você precisa estar autenticado para poder curtir e comentar nas postagens.

source: Keep calm! This is not implemented yet!
pt_br: Calma aê, isso ainda não tá implementado!

source: We can't show your teams if you are not logged in!
pt_br: A gente não pode mostrar suas equipes se você não está autenticado!

source: Are you sure you want to remove this member from the team?
pt_br: Tem certeza que quer remover esse membro da sua equipe?

source: Featured Image
pt_br: Imagem de Destaque

source: Introduction
pt_br: Introdução

source: Related Game
pt_br: Jogo Relacionado

source: The Introduction will be shown on the feed
pt_br: A introdução será mostrada no feed

source: Type a brief introduction to post here
pt_br: Digite uma introdução curta para sua postagem aqui.

source: Add your game to the platform.
pt_br: Adicione seu jogo à plataforma

source: Post quality content to the platform.
pt_br: Publique conteúdo de qualidade na plataforma.

source: Suggest new features to the IndieVisible team. Tell us your best ideas!
pt_br: Sugira novos recursos para a equipe IndieVisible. Conte-nos suas melhores ideias!

source: You earned 0 points. Awesome!
pt_br: Você ganhou 0 pontos. Demais!

source: A new team has been created with {0} members.
pt_br: Uma nova equpe foi criada com {0} integrantes.

source: 2D Art
pt_br: Arte 2D

source: 3D Animation
pt_br: Animação 3D

source: 3D Art
pt_br: Arte 3D

source: 3D Modelling
pt_br: Modelagem 3D

source: Animation
pt_br: Animação

source: Art
pt_br: Arte

source: Artificial Intelligence
pt_br: Inteligência Artificial

source: Code
pt_br: Código

source: Concept Art
pt_br: Arte Conceitual

source: Environment Art
pt_br: Arte de Ambientes

source: Game Logic
pt_br: Lógica de Jogo

source: Level Design
pt_br: Design de Fases

source: Quality Assurance
pt_br: Controle de Qualidade

source: Sound
pt_br: Som

source: Sound FX
pt_br: Efeitos Sonoros

source: Testing
pt_br: Testes

source: Visual FX
pt_br: Efeitos Visuais

source: Writing
pt_br: Roteiro

source: Type your {0} url or code here.
pt_br: Digite seu código ou url {0} aqui.

source: clear
pt_br: limpar

source: Just now
pt_br: Agora mesmo

source: This QR Code leads to this page. Tell people to scan it with their phones.
pt_br: Esse QR Code aponta pra esta página. Avise a todos para escaneá-lo com seus telefones.

source: Just myself
pt_br: Eu sozinho

source: Team
pt_br: Equipe

source: No games here
pt_br: Nenhum jogo aqui.

source: Recruiting
pt_br: Recrutando

source: Team not found!
pt_br: Equipe não encontrada!

source: User not found!
pt_br: Usuário não encontrado!

source: advertise
pt_br: anuncie

source: contribute
pt_br: contribua

source: partners
pt_br: parceiros

source: press
pt_br: imprensa

source: advertising
pt_br: propaganda

source: contributing
pt_br: contribuindo

source: interacting
pt_br: interagindo

source: platform
pt_br: plataforma

source: Join us!
pt_br: Junte-se a nós!

source: timeline
pt_br: linha do tempo

source: applicants
pt_br: candidatos

source: Cancelled
pt_br: Cancelado

source: Candidate Panel
pt_br: Painel do Candidato

source: Closed for Application
pt_br: Não aceitando candidatos

source: Draft
pt_br: Rascunho

source: Employer Panel
pt_br: Painel do Empregador

source: Fulfilled
pt_br: Encerrada

source: Here you can see the currently available job positions.
pt_br: Aqui você pode consultar as vagas disponíveis.

source: If you want to hire someone, create a new job position, describe the kind of professional that would fit your needs and just enjoy analysing the applicants.
pt_br: Se você deseja contratar alguém, crie uma nova vaga, descreva o tipo de profissional que atenda às suas necessidades e aproveite a análise dos candidatos.

source: In Analysis
pt_br: Em Análise

source: My Positions
pt_br: Minhas Vagas

source: New Position
pt_br: Nova Vaga

source: Open for Application
pt_br: Aceitando candidatos

source: This position was posted by
pt_br: Esta vaga foi enviada por

source: My Applications
pt_br: Candidaturas

source: Posted on {0}
pt_br: Postado em {0}

source: {0} at {1}
pt_br: {0} em {1}

source: Planet Earth
pt_br: Planeta Terra

source: Closing Date
pt_br: Encerramento

source: Payment Frequency
pt_br: Frequência de Pagamento

source: Position Type
pt_br: Tipo de Vaga

source: Salary
pt_br: Salário

source: Work Type
pt_br: Tipo de Trabalho

source: Here you can see the job positions you have applied.
pt_br: Aqui você confere as vagas que você se candidatou.

source: Nobody applied... yet!
pt_br: Sem candidatos... ainda!

source: remote
pt_br: remoto

source: applicant
pt_br: candidato

source: All Levels
pt_br: Todos os níveis

source: day
pt_br: dia

source: month
pt_br: mês

source: Not Informed
pt_br: Não Informado

source: year
pt_br: ano

source: You have applied to this Job Position!
pt_br: Você se candidatou a esta Vaga!

source: Hire
pt_br: Contratar

source: Permanent
pt_br: Permanente

source: Temporary
pt_br: Temporário

source: Duration
pt_br: Duração

source: Experience Level
pt_br: Nível de Experiência

source: Child Care
pt_br: Auxílio Creche

source: Dental Insurance
pt_br: Plano Odontológico

source: Flexible Hours
pt_br: Horário Flexível

source: Free Coffee
pt_br: Café Grátis

source: Gym Membership
pt_br: Gym Pass

source: Health Insurance
pt_br: Plano de Saúde

source: Life Insurance
pt_br: Seguro de Vida

source: Maternity/Paternity Leave
pt_br: Licença (pater/mater)nidade

source: Meals
pt_br: Vale Refeição

source: Paid Vacation
pt_br: Férias Remuneradas

source: Parking Reimbursement
pt_br: Reelmbolso de Estacionamento

source: Profit Sharing
pt_br: PLR

source: Retirement Plan
pt_br: FGTS

source: Transportation
pt_br: Vale Transporte

source: Tuition Reimbursement
pt_br: Bolsa Estudo

source: You must be logged in to post and apply to job positions.
pt_br: Você precisa estar autenticado para poder postar e se candidatar a vagas.

source: benefits
pt_br: Benefícios

source: A new job position for {0}({1}) is open for applications.
pt_br: Uma nova vaga de emprego para {0} ({1}) está aceitando candidatos!

source: That Job Position is gone now!
pt_br: Essa vaga já era!

source: Accepting applications
pt_br: Aceitando candidatos

source: ASAP
pt_br: IMEDIATO

source: Company
pt_br: Empresa

source: New External Position
pt_br: Nova Vaga Externa

source: Start Date is set to {0}
pt_br: Início definido para {0}

source: These are the job positions you posted.
pt_br: Estas são as vagas de emprego que você anunciou.

source: apply
pt_br: candidatar-se

source: Share it!
pt_br: Compartilha aê!

source: You haven't applied yet.
pt_br: Você ainda não se candidatou.

source: Implemented
pt_br: Implementada

source: Proposed
pt_br: Proposta

source: {0} votes
pt_br: {0} votos

source: I want to be a part of this team!
pt_br: Quero fazer parte desta equipe!

source: members
pt_br: membros

source: quote
pt_br: frase de efeito

source: role
pt_br: papel

source: Search for Members
pt_br: Procurar integrantes

source: Select work types
pt_br: Selecione as atividades

source: This team is recruiting. Apply now!
pt_br: Esta equipe está recrutando. Candidate-se agora!

source: Type your quote here
pt_br: Digite sua frase de efeito aqui

source: What would you call your role on this team?
pt_br: Como você chamaria sua função neste time?

source: works
pt_br: atividades

source: Beat'em Up
pt_br: Porradaria

source: Platformer
pt_br: Plataforma

source: Shoot'em Up
pt_br: Navinha

source: Add or update your translation for this term.
pt_br: Adicione ou atualize sua tradução para este termo.

source: Add term
pt_br: Adicionar termo

source: All your games are being translated.
pt_br: Todos os seus jogos estão sendo traduzidos.

source: Almost there!
pt_br: Quase lá!

source: C'mon, help it!
pt_br: Vamo lá, ajuda aê!

source: creating
pt_br: criando

source: editing
pt_br: editando

source: from
pt_br: de

source: game
pt_br: jogo

source: German
pt_br: Alemão

source: Help other gamedevs to translate their games.
pt_br: Ajude outros gamedevs a traduzirem seus jogos.

source: Help this one!
pt_br: Ajudar esse aqui!

source: Help this translation project!
pt_br: Ajude esse projeto de tradução!

source: It is a good start!
pt_br: Um bom começo!

source: Key
pt_br: Chave

source: Let's help!
pt_br: Vamos ajudar!

source: My Projects
pt_br: Meus projetos

source: new
pt_br: novo

source: New Translation
pt_br: Nova Tradução

source: Primary Language
pt_br: Idioma Principal

source: Save Translation Project
pt_br: Salvar Projeto de Tradução

source: Select a language
pt_br: Selecione um idioma

source: Share on Facebook
pt_br: Compartilhe no Facebook

source: Share on Reddit
pt_br: Compartilhe no Reddit

source: Something is missing!
pt_br: Tá faltando algo!

source: Spanish
pt_br: Espanhol

source: Tell us about the translation you need.
pt_br: Conte um pouco sobre a tradução que você precisa.

source: These are translation projects available to help.
pt_br: Estes são os projetos de tradução disponíveis para ajudar.

source: This translation was requested by
pt_br: Esta tradução foi solicitada por

source: to
pt_br: para

source: Translate for {0}
pt_br: Traduza para {0}

source: translating
pt_br: traduzindo

source: Translation
pt_br: Tradução

source: Tweet this!
pt_br: Tuíte isso!

source: Type here your translation
pt_br: Digite aqui sua tradução

source: User Panel
pt_br: Painel do Usuário

source: Value
pt_br: Valor

source: We can do better!
pt_br: Podemos melhorar isso!

source: Welcome to the IndieVisible Translation! Here you can request help from other users to translate the texts for your game or help others translating theirs.
pt_br: Bem vindo ao sistema de traduções do IndieVisible! Aqui você pode pedir ajuda da comunidade para traduzir os textos de seus jogos e ajudar outros a traduzir os jogos deles.

source: What? We have no translation projects here! Go ahead, create one!
pt_br: O que? Não tem nenhum projeto de tradução aqui! Vai em frente, cria um!

source: Yes! All done!
pt_br: Boa! Tudo OK!

source: You are {0} a Translation Project
pt_br: Você está {0} um projeto de tradução

source: You must be logged in to work on translations.
pt_br: Você deve estar autenticado para traduzir.

source: {0} Translation Project
pt_br: {0} Projeto de Tradução

source: There are no terms to translate yet!
pt_br: Não existem termos para traduzir no momento!

source: There are {0} terms to be translated.
pt_br: Existem {0} termos para serem traduzidos.

source: Column {0}
pt_br: Coluna {0}

source: Drop a xlsx file here or click to upload.
pt_br: Arraste e solte um arquivo xlsx aqui para enviar.

source: No extra information.
pt_br: Sem maiores informações.

source: Nothing
pt_br: Nada

source: Option 1: Upload File
pt_br: Opção 1: Envie um arquivo

source: Option 2: Add terms manually
pt_br: Opção 2: Adicionar termos manualmente
