Repository: anteatergames/indievisible
Catalog: IndieVisible.Web/Resources/SharedResources.*.resx
Languages: pt_br

source: xlsx only!
pt_br: apenas xlsx!

source: Help translate {0}
pt_br: Ajude a traduzir {0}

source: Translation saved!
pt_br: Tradução salva!

source: Translations saved!
pt_br: Traduções salvas!

source: Upload file
pt_br: Enviar arquivo

source: Context
pt_br: Contexto

source: Explain here the context of this term.
pt_br: Explique aqui o contexto deste termo.

source: in {0}
pt_br: em {0}

source: Type here a key for the term
pt_br: Digite aqui uma chave para o termo

source: We recommend that you choose a key without spaces and all lowercase.
pt_br: Recomendamos que você escolha uma chave sem espaços e toda em letras minúsculas

source: Save All Terms
pt_br: Salvar todos os termos

source: Here you can upload a XLSX file with: &lt;br /&gt; - headers on the first row;&lt;br /&gt; - the term on the first column; &lt;br /&gt; - The primary language values on the second column; &lt;br /&gt;&lt;br /&gt; Optionally, you can add up to 4 additional languages up to the 6th column.
pt_br: Aqui você pode enviar um arquivo XLSX com: <br /> - cabeçalhos na primeira linha; <br /> - O termo na primeria coluna; <br /> - Os valores do idioma principal na segunda coluna; <br /> Opcionalmente, você pode adicionar até 4 idiomas adicionais até a 6ª coluna.

source: No terms found for this translation project. Go ahead, start adding some or upload a XLSX file!
pt_br: Não existem termos para este projeto de tradução. Vamos lá, adicione alguns termos manualmente ou envie um arquivo XLSX!

source: Are you sure you want to delete this Translation Project?
pt_br: Você tem certeza que quer excluir este projeto de tradução?

source: Create a new team (you can edit it later)
pt_br: Criar um novo time (você pode editar depois)

source: editting
pt_br: editando

source: That Translation Project is gone now!
pt_br: Esse projeto de tradução já era!

source: Wich game are you seeking help for?
pt_br: Para qual jogo você quer ajuda?

source: You need to tell people a little about your translation!
pt_br: Você tem que falar um pouco sobre a tradução que você precisa!

source: You must provide a key for the term!
pt_br: Você deve fornecer uma chave para o termo!

source: You must provide a value for the primary language!
pt_br: Você deve definir um valor para esta chave no idioma principal!

source: contributors
pt_br: contribuintes

source: No one translated anything yet!
pt_br: Ninguém traduziu nada ainda!

source: overall
pt_br: geral

source: Translation Progress
pt_br: Progresso da Tradução

source: Translation Stats for {0}
pt_br: Estatísticas de tradução para {0}

source: Who already helped
pt_br: Quem já ajudou

source: Export all languages
pt_br: Exportar todos os idiomas

source: Export Single Language
pt_br: Exportar um único idioma

source: Fill gaps
pt_br: Preencher vazios

source: If you check this, the exported file will fill the non translated terms with the default language values.
pt_br: Se você marcar isso, o arquivo exportado preencherá os termos não traduzidos com os valores do idioma principal.

source: Export contributors
pt_br: Exportar contribuintes

source: country
pt_br: país

source: Enter your city, any fictional place you want or leave it blank to show only your country.
pt_br: Digite sua cidade, um lugar fictício ou deixe em branco para mostrar apenas seu país.

source: Select the the country you live in.
pt_br: Selecione o país em que você vive.

source: details
pt_br: detalhes

source: translate
pt_br: traduzir

source: export
pt_br: exportar

source: all
pt_br: todos

source: translated
pt_br: traduzidos

source: Translation Filter
pt_br: Filtro de Tradução

source: untranslated
pt_br: não traduzidos

source: Save changed
pt_br: Salvar alterados

source: You haven't asked for anyone's help, yet.
pt_br: Você não pediu ajuda pra ninguém, ainda.

source: Accept this translation
pt_br: Aceitar esta tradução

source: No translation!
pt_br: Sem tradução!

source: original value
pt_br: valor original

source: Reject this translation
pt_br: Rejeitar esta tradução

source: review
pt_br: revisão

source: Select a language to load the available translations.
pt_br: Selecione um idioma para carregar as traduções disponíveis

source: This translation is accepted!
pt_br: Esta tradução está aprovada!

source: This translation is rejected!
pt_br: Esta tradução está rejeitada!

source: Translation Updated!
pt_br: Tradução atualizada!

source: Another user already sent that translation!
pt_br: Outro usuário já enviou esta tradução!

source: Review translations for {0}
pt_br: Revise traduções para {0}

source: reviewing
pt_br: revisando

source: people
pt_br: pessoas

source: special thanks
pt_br: agradecimentos

source: what
pt_br: o que

source: who
pt_br: quem
